export const suggestionsMenu: Array<{
  category: string;
  suggest: Array<string>;
}> = [
  {
    category: "قهوه",
    suggest: ["کیک", "کوکی", "شیرینی"],
  },
  {
    category: "چای",
    suggest: ["کیک", "کوکی", "شیرینی"],
  },
  {
    category: "دمنوش",
    suggest: ["کیک", "کوکی", "شیرینی"],
  },
  {
    category: "نوشیدنی گرم",
    suggest: ["کیک", "کوکی", "شیرینی"],
  },
  {
    category: "آیس",
    suggest: ["کیک", "کوکی", "شیرینی"],
  },
  {
    category: "کیک",
    suggest: ["قهوه", "چای", "دمنوش", "نوشیدنی گرم", "آیس", "اسموتی"],
  },
  {
    category: "اسموتی",
    suggest: ["کیک", "کوکی", "شیرینی"],
  },
  {
    category: "نان",
    suggest: ["قهوه", "چای", "دمنوش", "نوشیدنی گرم"],
  },
  {
    category: "کوکی",
    suggest: ["قهوه", "چای", "دمنوش", "نوشیدنی گرم", "آیس", "اسموتی"],
  },
  {
    category: "شکلات",
    suggest: ["قهوه", "چای", "دمنوش", "نوشیدنی گرم", "آیس", "اسموتی"],
  },
  {
    category: "نوشیدنی سرد",
    suggest: ["کیک", "کوکی", "شیرینی"],
  },
  {
    category: "شیک",
    suggest: ["کیک", "کوکی", "شیرینی"],
  },
  {
    category: "فراپه",
    suggest: ["کیک", "کوکی", "شیرینی"],
  },
  {
    category: "موکتل",
    suggest: ["کیک", "کوکی", "شیرینی"],
  },
  {
    category: "شیرینی",
    suggest: ["قهوه", "چای", "دمنوش", "نوشیدنی گرم", "آیس", "اسموتی"],
  },
  {
    category: "صبحانه",
    suggest: ["قهوه", "چای", "دمنوش"],
  },
  {
    category: "سالاد",
    suggest: ["انرژی زا", "نوشابه"],
  },
  {
    category: "ساندویچ",
    suggest: ["انرژی زا", "نوشابه"],
  },
  {
    category: "پاستا",
    suggest: ["انرژی زا", "نوشابه"],
  },
  {
    category: "انرژی زا",
    suggest: ["سالاد", "ساندویچ", "پاستا"],
  },
  {
    category: "نوشابه",
    suggest: ["سالاد", "ساندویچ", "پاستا"],
  },
];
